[
  {
    "Speaker": "Douglas Mastriano",
    "Text": "Hey, so I'm here with, uh, Eric Metaxas. He wants to you know if you want any message to go out on the show today."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Eric is fantastic, by the way."
  },
  {
    "Speaker": "Douglas Mastriano",
    "Text": "We love him."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Eric is -- is he with you now?"
  },
  {
    "Speaker": "Douglas Mastriano",
    "Text": "Yes, sir. He's, he's uh, he's -- [Crosstalk]"
  },
  {
    "Speaker": "Douglas Mastriano",
    "Text": "Can you hear him, uh, Eric?"
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "Yes, I can hear the president. Mr. President, I want to know what can I do?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- Fantastic. You, your whole show and your whole deal is great. So just keep it up. We're making a lot of progress, actually."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "We are, we are, we will not abandon this fight. This is the most horrible thing that's ever happened in the history of or nation, and I just want to know, what can I tell my audience? I'm willing to name every one of these state senators in Pennsylvania on the air. It is, it is, uh, disgusting to me that they do not have the courage to stand up for the nation."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "And I'm, I, I guess I want to know what you think, message we could put out to, to, to help our side."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, only that we won the election. We won it by a lot. You saw the big dumps they had in the middle of the night and all the things."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "Well, we're, we're talking about this every day. We, we know about this. I, I'm talking about that every day. [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "If you go back to 10:00 in the evening on November 3rd, that was the win. And then all of a sudden, just miraculously these numbers started pouring in. This is the greatest scam in the history of our country, probably even beyond their spying on my campaign. Not, not probably, even beyond."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "It, it's much worse. We are going to win. Je --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Incredible."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "Jesus is with us in this fight for liberty. There was a prayer call last night. You cannot believe the prayers that are going up. This is God's battle even more than it is our battle. God is going to do things. We're all going to be shocked."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Let me tell you. So, I'll give you just a little example. The Supreme Court ruling you had the other day on churches, you're allowed to go to church, actually."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "Yep."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That was all because of me. That was my three people voted."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "No kidding."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Voted."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "[Laughs]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Um, if we don't, if we don't win this thing in every -- We're never going to be able to bring our country back. We'll never be able to bring it back. And just to finish, there's more spirit now, Eric, than I think they had at any time that I've ever seen it. People are angry. They're angry in Georgia and they're really angry in Pennsylvania, but they happen to love Doug."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Doug is the hero. And your group that they came, they came up to the office, but Doug is the absolute hero. So Eric, we'll get together. I think you do a fantastic job and keep it going. Just keep it going."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "I would be, I'd be, I'd be happy to die in this fight. This is a fight for everything. God is with us. Thank you, Mr. President. God bless you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yep, they stole an election, but we're not going to -- We're just not going to let it happen."
  },
  {
    "Speaker": "Eric Metaxas",
    "Text": "No, we're not."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you, Eric. We're fighting hard. I just want you to know that. We're fighting very hard. Keep it going. I'll talk to you later."
  }
]